Repository: GEOwidget/geowidget-project
Catalog: geowidget-manager/src/translation/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Multiple places found. Did you mean...
de_de: Mehrere Orte wurden gefunden. Meinten Sie...

source: Sorry, no address found. Please try again.
de_de: Leider wurde kein Ort mit dieder Adresse gefunden.

source: Image file (*.png,*.gif,*.jpeg,*.jpg)
de_de: Bilddatei (*.png,*.gif,*.jpeg,*.jpg)

source: Please select a smaller logo. The size of the logo must not exceed 128x128 pixels.
de_de: Bitte wählen Sie ein kleineres Logo. Das Logo darf nicht größer als 128x128 Pixel sein.

source: Please select a smaller image. The size of the logo must not exceed 500x500 pixels.
de_de: Bitte wählen Sie ein kleineres Bild. Das Bild darf nicht größer als 500x500 Pixel sein.

source: loading
de_de: lädt

source: Your file load failed as the following error occured:
de_de: Beim Datentransfer ist ein Fehler aufgetreten:

source: Error
de_de: Fehler

source: Error while accessing your session.
de_de: Ein Fehler ist aufgetreten, bitte melden Sie sich erneut an.

source: <p>Please embed the HTML code below into your HTML file to include the generated widget. For your convenience you can also use this <a href='{0}' target='_blank'>example HTML</a> as template.</p>
de_de: <p>Bitte kopieren Sie den generierten Code an die richtige Stelle in dem Quellcode Ihrer Homepage. Sie können auch dieses <a href='{0}' target='_blank'>Beispiel</a> runterladen.</p>

source: Back to your account
de_de: Zurück zu Ihrem Account

source: Your feedback has been send successfully
de_de: Vielen Dank. Wir haben Ihre Nachricht erhalten.

source: Your configuration has been saved successfully.
de_de: Ihre Konfiguration wurde gespeichert.

source: Yes, I agree to the <u><a href='{0}' target='_blank'>terms of service</a></u>, the <u><a href='{1}' target='_blank'>terms of use</a></u> and the <u><a href='{2}' target='_blank'>terms of use for the Google Maps API</a></u>
de_de: Ja, ich bestätige die <u><a href='{0}' target='_blank'>AGB</a></u>, die <u><a href='{1}' target='_blank'>Nutzungsbedingungen</a></u> und die <u><a href='{2}' target='_blank'>Nutzungsbedingungen der Google Maps API</a></u> gelesen und verstanden zu haben und akzeptiere sie hiermit.

source: To the right you see the preview of the widget as you have configured it.<br/><br/>Before continuing make sure<br/>the widget looks like you expected.<br/><br/>By pressing the '<b>Generate Widget</b>' button your changes<br/>will be visible to your live environment.<br/><br/>Configuration for:<br/>{firstName} {lastName}<br/><br/>You have selected the following options:<br/>{options}<br/><br/>The new configuration has <b>{numberLocations} locations</b>.<br/>So your monthly costs for the widget are <b>{pricePerMonth}</b>.<br/>So your yearly costs for the widget are <b>{pricePerYear}</b>.
de_de: Die Voransicht rechts zeigt die zu generierende Karte, gemäß Ihren Konfigurationswünschen.<br />Bevor Sie die Karte mit Klick auf <b>Karte erstellen</b> generieren, stellen Sie sicher, dass die Karte genau Ihren Vorstellungen entspricht.<br /><br />Haben Sie bereits eine GEOwidget Karte in ihre Homepage eingebunden, so wird diese dadurch automatisch aktualisiert.<br /><br />Zusammenfassung:<br/>{firstName} {lastName}<br/><br/>Ihre Optionen:<br/>{options}<br/><br/>Anzahl Elemente: <b>{numberLocations}</b>

source: <li>Show zoom bar</li>
de_de: <li>Zoomleiste anzeigen</li>

source: <li>Show overview map</li>
de_de: <li>Ansichtskarte anzeigen</li>

source: <li>Show map type component</li>
de_de: <li>Kartentyp Anzeige aktivieren</li>

source: <li>Enable routing</li>
de_de: <li>Wegbeschreibung aktivieren</li>

source: <li>Show search bar</li>
de_de: <li>Suchleiste anzeigen</li>

source: <li>Welcome Text</li>
de_de: <li>Begrüßungstext</li>

source: <li>Cluster locations</li>
de_de: <li>Zusammenfassung von Elementen (Clustering) aktivieren</li>

source: Do you really want to delete the map?
de_de: Möchten Sie wirklich diese Karte löschen?

source: Confirm
de_de: Bestätigen

source: Normal
de_de: Karte

source: Physical
de_de: Gelände

source: Satellite
de_de: Satellit

source: Close
de_de: Schließen

source: (Please use mouse to select an item, ESC for cancel)
de_de: (Bitte nutzen Sie die Maus um Elemente auszuwählen und [ESC] zum Abbrechen)

source: ExternalInterface is not available in this container. Internet Explorer ActiveX, Firefox, Mozilla 1.7.5 and greater, or other browsers that support NPRuntime are required.
de_de: Ihr Browser unterstützt eine wichtige Funktion nicht (NPRuntime). Bitte nutzen Sie eine möglichst aktuelle Version des Browsers Ihrer Wahl, vorzugsweise Firefox, Safari oder Internet Explorer.

source: Your Online Toolkit for Google Maps\u2122
de_de: Der Online Baukasten für Google Maps\u2122

source: Size of
de_de: Größe

source: custom
de_de: individuell

source: Specify custom size in pixels
de_de: Bitte geben Sie die Größe in Pixel an

source: width:
de_de: Breite:

source: Insert number between 256 and 2048
de_de: Bitte tragen Sie eine Zahl zwischen 256 und 1048 ein

source: height:
de_de: Höhe:

source: Min/Max: 256px - 2048px
de_de: Min - Max Größe: 256px - 2048px

source: No Image
de_de: Kein Bild

source: Performing Geolookup...
de_de: Am geokodieren...

source: Geolookup was successful
de_de: Geokodierung war erfolgreich

source: Please select a location...
de_de: Bitte einen Ort auswählen...

source: no template
de_de: keine Vorlage

source: No Template
de_de: Keine Vorlage

source: Edit location
de_de: Ort editieren

source: Street
de_de: Straße

source: City
de_de: Stadt

source: Country
de_de: Land

source: Phone 1
de_de: Telefon 1

source: Phone 2
de_de: Telefon 2

source: Website URL
de_de: Homepage

source: Opening hours
de_de: Öffnungszeiten

source: Cancel
de_de: Abbrechen

source: Add icon
de_de: Icon hinzufügen

source: Image
de_de: Bild

source: Add image
de_de: Bild hinzufügen

source: Template
de_de: Vorlage

source: Depending on what kind of map you want to create, we provide different templates. If your desired template is not available, please choose 'Empty' and create the desired data columns on your own.
de_de: Bitte wählen Sie eine der angebotenen Vorlagen; wenn Sie keine passende Vorlage finden, erstellen Sie einfach eine leeres Projekt.

source: Select template
de_de: Vorlage auswählen

source: If you choose a new template, the existing information will be merged with the template data. You may have to delete unwanted columns afterwards as no data will be deleted by this operation.
de_de: Wenn Sie die Vorlage eines bestehenden Projektes ändern werden die Daten in das neue Modell umkopiert. Ggf. müssen Sie nutzlosgewordene Spalten löschen. Wichtig: bei dieser Operation werden keine Daten gelöscht!

source: Form fields validation is failed
de_de: Bitte überprüfen Sie ihre Angaben.

source: Your name
de_de: Ihr Name

source: Your email address
de_de: Ihre E-Mail Adresse

source: Send me a copy
de_de: Eine Kopie an mich

source: Your feedback
de_de: Ihr Anmerkung

source: required
de_de: Pflichtfeld

source: Send
de_de: Senden

source: Edit HTML
de_de: HTML-Code bearbeiten

source: Add location property...
de_de: Eigenschaft zu Element hinzufügen...

source: <textformat leftmargin='pt' indent='-30pt'><font size='+1' indent='0'>You already have a list of locations stored in a Excel sheet and you want to use that data in GEOWidget ?<br/>Just make sure your sheet has a right layout and is stored as a CSV file: <b><a href='{0}' target='_blank'>download a sample here</a></b><br/>To be imported, a sheet must start with a first line containing the names of the columns, and start with the columns:street, postalCode,city and country. Additional columns may exist.<br/>Warning: existing data will be overwritten.</font></textformat>
de_de: <textformat leftmargin='pt' indent='-30pt'><font size='+1' indent='0'>Wenn Sie bereits eine Liste mit Elementen als Excel Dokument haben, müssen Sie sicherstellen, dass die Datei das richtige Format besitzt und als CSV abgespeichert wurde. Sie können auch bei Bedarf <b><a href='{0}' target='_blank'>eine Beispielsdatei herunterladen.</a></b><br />Damit der Import funktioniert, muss die Datei in der 1. Zeile alle Namen der unterschiedlichen Spalten beinhalten. Die ersten 3 Spalten MÜSSEN street (Straße), postalCode (Postleitzahl), city (Stadt) und country (Land) heissen.<br /><b>Wichtig: bereits existierende Daten werden bei einem Import ersetzt.</b></font></textformat>

source: Import CSV...
de_de: CSV Datei importieren...

source: Logout >>
de_de: Abmelden

source: Postal code
de_de: PLZ

source: Add location
de_de: Ort hinzufügen

source: Your widget has been successfully generated!
de_de: Ihre Karte wurde erfolgreich erstellt.

source: Welcome to GEOwidget - your online map editor!
de_de: Willkommen bei GEOwidget - der Online Baukasten für Google Maps!

source: Take a look at whats possible with this amazing tool or start creating your own map. Look at these examples:
de_de: GEOwidget der Online Baukasten für individuelle Google Maps. Schauen Sie sich die Beispiele an oder legen Sie sofort los!

source: a directory of golf courts
de_de: Golfplatz Verzeichnis

source: a tourist guide for paris
de_de: Touristenattraktionen in Paris

source: a store locator
de_de: Filialfinder

source: or create your own map!
de_de: Meine eigene Map

source: This is your map you edited last time:
de_de: Dies ist Ihre Map.

source: Edit this map
de_de: Diese Karte bearbeiten

source: Delete this map and start over
de_de: Diese Karte löschen und neu beginnen

source: Do not worry if you already embed this map in your homepage. Nothing gets changed until you really want to. You only edit a test version first.
de_de: Wichtig: auch wenn Sie diese Karte in Ihre Homepage eingebunden haben. Änderungen werden erst übernommen, nachdem Sie diese getestet und im Anschluß durchgeführt haben.

source: Please test your widget
de_de: Bitte testen Sie Ihre GEOwidget Karte.

source: Please agree to the terms of service.
de_de: Bitte bestätigen Sie die Nutzungsbedingungen.

source: 1. Set Data
de_de: 1. Daten

source: 2. Configure Map
de_de: 2. Konfiguration

source: 3. Test Map
de_de: 3. Karte erstellen

source: Generate Widget
de_de: Karte erstellen

source: Save
de_de: Speichern

source: Allow user to calculate a route.
de_de: Benutzer erlauben eine Wegbeschreibung zu errechnen.

source: Display search bar to find the nearest location.
de_de: Suchfeld anzeigen, um die kürzeste Route zu berrechnen.

source: Edit text...
de_de: Text bearbeiten...

source: Clustering:
de_de: Clustering aktivieren:

source: User position icon:
de_de: Position-Icon:

source: The icon that is used to mark the position of the visitor. The maximum size is 128x128 pixels.
de_de: Position-Icon: dieses Bild wird für die Positionierung des Homepage Besucher auf der Karte genutzt. Max. Größe 128x128 Pixel.

source: Map:
de_de: Kartentyp:

source: Configure the map.
de_de: Karte konfigurieren.

source: Show a smaller overview map.
de_de: Übersichtskarte anzeigen.

source: Allow user to select the map type.
de_de: Kartentyp als Kartenkomponente anzeigen anzeigen.

source: Size:
de_de: Größe:

source: Specify here the size of the store finder widget.
de_de: Bitte geben Sie die Dimensionen der Karte ein.

source: Border:
de_de: Umrandung:

source: Click to increase the border's size
de_de: Bitte klicken Sie auf das Feld um die Randbreite zu ändern.

source: Click to select the color of the border
de_de: Bitte klicken Sie auf das Feld um die Farbe des Randes zu definieren bzw. zu ändern.

source: Show zoom bar component on the map.
de_de: Zoomleiste als Kartenkomponente anzeigen.

source: Click to select the color of the font
de_de: Bitte klicken Sie auf das Feld um die Schriftfarbe zu ändern.

source: Grid:
de_de: Gitter:

source: pixel wide
de_de: Pixel Breite
